tutorials/multiLayerPBF/Ti6Al4V/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solid
{
    kappa   (3.513  0.013   0.0);
    Cp      (651.8 0.0       0.0);
}

liquid
{
    kappa   (3.513  0.013   0.0);
    Cp      (977.7   0.0       0.0);
}

powder
{
    kappa   (3.513  0.013   0.0);
    Cp      (651.8 0.0       0.0);
}

//- fluid flow properties
rho     [1 -3 0 0 0 0 0]    3920;
mu      [1 -1 -1  0 0 0 0]  0.00325;
beta    [0 0 0 -1 0 0 0]    1.2e-4;
DAS     [0 1 0 0 0 0 0]     10e-6;
Lf      [0  2 -2  0 0 0 0]  2.86e5;

// ************************************************************************* //
